[ItemDefs.ID_MO_MineAllMine_MiningEcho MissionItemDefinition]
UseFailureCharacterMessage="You should be %s Use this article.."
ItemName="It's a deal."
PickupMessage="you have it %s"
UseFailureLevelMessage="You must be %d or higher to use it.."
UseFailureConstraintsMessage="Nothing.."
NoManufacturerName="SIMPLE"

[ItemDefs.ID_MO_MineAllMine_MiningEcho:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The ECHO investigation describes the Eridium deal between the Hyperion Pirates and the Tundra Express.."
NoConstraintText=""
Suffix=""
Prefix=""

